export default [
  {
    id: 100,
    label: "全部资产组",
    children: [
      {
        id: 0,
        label: "壹贰柒贰壹贰贰",
      },
      {
        id: 1,
        label: "叁陆拾",
      },
      {
        id: 2,
        label: "肆贰壹玖陆",
      },
      {
        id: 3,
        label: "贰贰肆贰玖柒叁",
      },
      {
        id: 4,
        label: "捌叁陆拾玖柒叁玖",
      },
      {
        id: 5,
        label: "玖壹叁捌壹柒叁",
      },
      {
        id: 6,
        label: "贰贰玖肆柒叁捌拾",
      },
      {
        id: 7,
        label: "贰肆陆叁玖玖肆捌",
      },
      {
        id: 8,
        label: "拾肆捌壹玖叁玖拾贰叁",
      },
      {
        id: 9,
        label: "叁贰捌陆柒叁",
      },
      {
        id: 10,
        label: "肆贰叁",
      },
      {
        id: 11,
        label: "柒伍伍贰伍捌贰贰",
      },
      {
        id: 12,
        label: "柒叁伍柒柒贰",
      },
      {
        id: 13,
        label: "捌壹叁壹肆捌柒肆肆",
      },
      {
        id: 14,
        label: "玖壹玖拾陆肆柒肆贰",
      },
      {
        id: 15,
        label: "伍肆叁玖捌",
      },
      {
        id: 16,
        label: "玖肆陆壹叁柒贰贰陆拾",
      },
      {
        id: 17,
        label: "壹叁肆伍",
      },
      {
        id: 18,
        label: "陆叁柒伍捌伍肆叁捌",
      },
      {
        id: 19,
        label: "叁拾柒玖肆",
      },
      {
        id: 20,
        label: "肆玖玖玖玖贰陆",
      },
      {
        id: 21,
        label: "陆柒叁拾柒陆叁玖",
      },
      {
        id: 22,
        label: "柒柒陆叁玖柒",
      },
      {
        id: 23,
        label: "伍柒叁玖玖柒",
      },
      {
        id: 24,
        label: "贰贰拾柒捌叁陆",
      },
      {
        id: 25,
        label: "壹柒陆叁捌捌",
      },
      {
        id: 26,
        label: "陆柒叁叁壹柒捌",
      },
      {
        id: 27,
        label: "陆捌玖玖玖叁",
      },
      {
        id: 28,
        label: "肆贰捌陆伍伍捌壹",
      },
      {
        id: 29,
        label: "柒玖玖陆",
      },
      {
        id: 30,
        label: "伍陆叁伍伍陆",
      },
      {
        id: 31,
        label: "伍拾肆贰",
      },
      {
        id: 32,
        label: "柒陆拾贰伍贰叁捌捌",
      },
      {
        id: 33,
        label: "柒柒叁伍伍",
      },
      {
        id: 34,
        label: "玖叁壹肆捌伍",
      },
      {
        id: 35,
        label: "捌玖玖贰玖捌",
      },
      {
        id: 36,
        label: "柒肆伍陆",
      },
      {
        id: 37,
        label: "叁叁叁拾伍叁肆叁捌",
      },
      {
        id: 38,
        label: "柒伍伍拾",
      },
      {
        id: 39,
        label: "拾捌捌肆贰伍伍",
      },
      {
        id: 40,
        label: "贰柒贰肆玖玖贰",
      },
      {
        id: 41,
        label: "肆壹捌陆陆贰玖肆叁",
      },
      {
        id: 42,
        label: "柒肆贰柒贰柒贰肆贰肆",
      },
      {
        id: 43,
        label: "玖贰柒捌柒伍柒",
      },
      {
        id: 44,
        label: "伍拾柒玖柒伍伍",
      },
      {
        id: 45,
        label: "陆柒柒玖",
      },
      {
        id: 46,
        label: "柒肆柒捌陆伍玖",
      },
      {
        id: 47,
        label: "柒贰捌陆柒",
      },
      {
        id: 48,
        label: "肆陆拾陆柒",
      },
      {
        id: 49,
        label: "肆柒肆陆肆",
      },
      {
        id: 50,
        label: "贰贰叁肆壹贰玖伍贰",
      },
      {
        id: 51,
        label: "肆柒叁拾伍",
      },
      {
        id: 52,
        label: "捌伍贰柒",
      },
      {
        id: 53,
        label: "贰壹贰伍伍陆陆叁叁",
      },
      {
        id: 54,
        label: "肆拾玖陆",
      },
      {
        id: 55,
        label: "贰叁叁贰",
      },
      {
        id: 56,
        label: "肆捌柒玖肆肆肆叁",
      },
      {
        id: 57,
        label: "贰伍柒柒",
      },
      {
        id: 58,
        label: "柒陆伍贰肆",
      },
      {
        id: 59,
        label: "柒叁叁玖贰玖",
      },
      {
        id: 60,
        label: "拾柒叁贰陆捌捌拾伍",
      },
      {
        id: 61,
        label: "陆柒伍贰叁叁玖伍",
      },
      {
        id: 62,
        label: "叁壹玖肆贰",
      },
      {
        id: 63,
        label: "玖柒叁柒肆柒肆",
      },
      {
        id: 64,
        label: "捌伍伍捌拾玖",
      },
      {
        id: 65,
        label: "叁叁柒陆贰贰伍壹叁",
      },
      {
        id: 66,
        label: "玖叁玖伍肆",
      },
      {
        id: 67,
        label: "柒贰拾",
      },
      {
        id: 68,
        label: "柒陆玖柒陆",
      },
      {
        id: 69,
        label: "肆柒肆伍",
      },
      {
        id: 70,
        label: "肆肆叁壹",
      },
      {
        id: 71,
        label: "贰叁玖陆拾叁捌伍",
      },
      {
        id: 72,
        label: "柒叁柒伍玖捌",
      },
      {
        id: 73,
        label: "玖伍贰叁壹壹肆",
      },
      {
        id: 74,
        label: "伍肆叁捌玖叁",
      },
      {
        id: 75,
        label: "玖陆柒肆陆贰肆陆叁",
      },
      {
        id: 76,
        label: "叁伍叁陆柒贰柒陆贰柒",
      },
      {
        id: 77,
        label: "拾肆捌伍叁",
      },
      {
        id: 78,
        label: "柒陆柒伍叁伍壹叁",
      },
      {
        id: 79,
        label: "陆壹叁玖",
      },
      {
        id: 80,
        label: "玖叁肆捌伍叁贰肆",
      },
      {
        id: 81,
        label: "伍玖柒伍肆捌伍柒",
      },
      {
        id: 82,
        label: "叁捌肆拾贰柒贰贰玖",
      },
      {
        id: 83,
        label: "壹贰肆肆柒陆",
      },
      {
        id: 84,
        label: "柒肆玖肆叁",
      },
      {
        id: 85,
        label: "陆叁叁玖贰柒柒",
      },
      {
        id: 86,
        label: "玖陆陆叁壹壹柒捌玖",
      },
      {
        id: 87,
        label: "肆叁叁玖",
      },
      {
        id: 88,
        label: "叁拾玖捌伍贰肆",
      },
      {
        id: 89,
        label: "伍肆贰肆贰玖玖玖捌",
      },
      {
        id: 90,
        label: "柒捌陆捌贰柒叁",
      },
      {
        id: 91,
        label: "肆肆捌伍伍",
      },
      {
        id: 92,
        label: "捌肆玖肆肆捌捌",
      },
      {
        id: 93,
        label: "拾捌玖肆贰捌叁",
      },
      {
        id: 94,
        label: "捌玖叁",
      },
      {
        id: 95,
        label: "陆拾贰拾伍捌叁伍伍",
      },
      {
        id: 96,
        label: "肆贰柒肆陆叁",
      },
      {
        id: 97,
        label: "捌拾伍捌肆伍",
      },
      {
        id: 98,
        label: "叁柒玖柒贰柒",
      },
      {
        id: 99,
        label: "捌贰叁肆捌陆伍",
      },
    ],
  },
];
