<template>
  <div>111</div>
</template>

<script>
export default {};
</script>

<style>
/* 
  这段时间想了下自己比较偏向玄学的原因
    1.我妈说怀我的时候曾有蟒蛇从脚背过，然后钻过瓦片寻不见，像是消失了
    2.前段时间自己看了下八字命带华盖，华盖星确实更容易对玄学产生兴趣
    3.我很喜欢仙侠玄幻类型的作品
  
  想想长这么大一直顺风顺水，也常有贵人相助，我虽然不至于自命不凡，但也一直觉得自己或多或少有那么点天命在身。
  对于人生中特定节点出现的人或物，我常常会寻找他们出现的意义。


  我真正想通有了成家的念头，开始相亲，你出现了。
  在你出现前，我牙疼加荨麻疹水逆了半个月。后来我主动暂停那个月的前几天我出现口腔溃疡且一直没好，给你分享了一首歌好了。
  再就是你单删那晚开始发烧，烧好后到现在就是左肩一直不舒服。
  
  真是绝了，好像必须得跟你扯上因果才行。

  外加在我看来咱俩各方面挺相和，所以我一度认为你是我天定的缘分，这也是我所认为的第一意义。

  从十二月底开始，这是一场巨大的问心局。在相当长一段时间里，我一直苦恼你出现的意义所在。
  我一直在寻找这所谓的意义，同时也是对心境的历练
*/
</style>