<template>
  <div>111</div>
</template>

<script>
export default {};
</script>

<style>
/* 
  想了下自己比较偏向玄学的原因
    1.我妈说怀我的时候曾有蟒蛇从脚背过，然后钻过瓦片寻不见，像是消失了
    2.前段时间自己看了下八字命带华盖，华盖星确实更容易对玄学产生兴趣
    3.我很喜欢仙侠玄幻类型的作品
  
  想想长这么大一直顺风顺水，也常有贵人相助，我虽然不至于自命不凡，但也一直觉得自己或多或少有那么点天命在身。
  对于人生中特定节点出现的人或物，我常常会寻找他们出现的意义。


  我真正想通有了成家的念头，开始相亲，你出现了。
  在你出现前，我牙疼加荨麻疹水逆了半个月。后来我主动暂停那个月的前几天我出现口腔溃疡且一直没好，给你分享了一首歌好了。
  再就是你单删那晚开始发烧，烧好后到现在就是左肩一直不舒服。
  
  真是绝了，好像必须得跟你扯上因果才行。

  外加在我看来咱俩各方面挺相和，所以我一度认为你是我天定的缘分，这也是我所认为的第一意义。

  从十二月底开始，这是一场巨大的问心局。在相当长一段时间里，我一直苦恼你出现的意义所在。
  我一直在寻找这所谓的意义，同时也是对心境的历练
*/
/* 
  我接下来会在南通租房，如果平时不加班的话，打算找个补课的兼职，若你亲友中有需要的话帮我介绍一下吧
  给自己打个广告，鄙人17年高考物生AA+，三年化学课代表两年生物课代表，
  可补初中数理化，大学两年辅导班兼职经验，毕业后也曾给三位后辈辅导过，经验丰富。
*/
/* 
  君子浮于表面，要说情话
*/
/* 
我希望理想中的你能直观的表达出要求，自认为能满足一切
年会那天所言按找你的想法塑造自己也是这个意思
https://tieba.baidu.com/p/8771930416?see_lz=1&pn=5


矜持没错，但是该给男生的信号，一定要清楚的给出
从男生的角度，相亲不同于谈恋爱，不需要太过于主动适当主动就可以，主要看眼缘，看女生反馈的表现，决定要不要继续努力。相亲男女本身很难一眼定情，确定是对的那个人，女生很少主动，所以男生每主动一次都是试探，如果女生一直都没有正面反馈或者一直拒绝，那就没有相处的必要了，毕竟相亲不是恋爱，恋爱是两个人已经熟悉了 从心底已经接受了不设防，什么话都可以说，不过分的举动都可以做。相亲是两个不熟悉的人需要发展亲密关系，在不违反三观，有点眼缘的情况下两个人通过聊天，吃饭一起玩儿，简单的互动慢慢了解彼此，这个过程是需要你来我往的，到了彻底了解心底接纳对方时，很自然的就会发展成恋人关系。你如果拿相亲对象不当朋友，那你永远谈不成，我觉得相亲的关系就处于朋友之上，恋人未满的状态，生人熟话不能有恋人的要求与期待，不然容易患得患失。在这个过程中双方随时都可以终止关系，因为不是恋人关系无需有心理负担。
*/
/* 
缺点：无经验，丑    优点：真诚，家庭，摊开说
初期 哈喽哈喽，后来无趣
*/
/* 
定果寻因
*/
/* 
对不起，第一次入局，一月份你一言不发我思绪行为混乱，对你造成困扰，向你道歉，后续我会解释。
*/
</style>